Repository: giellalt/corpus-sme
Catalog: prestable/tmx/nob2sme/admin/sd/samediggi.no/samediggi-article-238.html.tmx
Source language: sme
Languages: nob

source: Johkamohki julggaštus
nob: Jokkmokk-erklæringen

source: Vuosttaš Sámiparlamentarihkkárkonferánsa , mas leat Suoma , Norgga ja Ruoŧa beale Sámedikkiid áirasat ja Ruošša sámiid ovddasteaddjit mearridedje historjjálaš julggaštusa .
nob: Den første Sameparlamentariker-konferansen , sammensatt av representantene fra Sametingene i Finland , Norge og Sverige med deltakelse av representanter for samene i Russland vedtok en historisk erklæring i Jokkmokk .

source: John-Marcus Kuhmunen
nob: Parlamentarikerkonferansen John-Marcus Kuhmunen

source: Dát historjjálaš ja vuosttaš Sámiparlamentarihkkárkonferánsa , mas leat Suoma , Norgga ja Ruoŧa beale Sámedikkiid áirasat ja Ruošša sámiid ovddasteaddjit , čoahkkanan Johkamohkkái guovvamánu 24. beaivvi 2005 :
nob: Den historiske og første Sameparlamentarikerkonferansen , sammensatt av representantene fra Sametingene i Finland , Norge og Sverige med deltakelse av representanter for samene i Russland , samlet i Johkámohki / Jokkmokk 24. februar 2005 :

source: Atná
nob: Anser

source: dán čoahkkima historjjálaš muitobázzin sámepolitihkalaš barggus , ja muittuhussan dasa ahte mii sámit leat okta álbmot , oktiičadnojuvvon oktasaš historjjá , kultuvrra , giela ja eatnamiid bokte , ja duođastussan dasa ahte riikkarájit eai galgga , eai ge sáhte botket min oktasašvuođa ;
nob: denne forsamling som en historisk milepæl i det samepolitiske arbeidet , og som en påminnelse om at vi samer er ett folk , forent gjennom vår felles historie , kultur , språk og landområder , og som en bekreftelse på at rikenes grenser ikke skal eller kan bryte vårt fellesskap ;

source: Aiddostahttá
nob: Slår fast

source: ahte Davviriikkat , jagi 1751 lappekodisiila bokte , leat dovddastan sámiid álbmogin mas lea vuoigatvuohta iežas boahttevuhtii almma hehttekeahttá dalá riikkarájiin .
nob: at de nordiske statene , gjennom lappekodisillen av 1751 har anerkjent samene som et folk med rett til egen framtid , uten hinder av riksgrensene som da ble trukket .

source: Dát dáhpáhuvai sihkkarastima bokte sámiid vuoigatvuođaid eanan- ja čáhcegeavaheapmái , ja viiddis siskkáldas iešmearridanortnegiid bokte .
nob: Det skjedde gjennom en sikring av samenes rett til bruk av land og vann , og omfattende interne selvbestemmelsesordninger . Dette er langt på veg i tråd med moderne folkerett .

source: Julggašta
nob: Erklærer

source: ahte mii atnit iežamet geatnegahtton ovttasráđiid hálddašit ja guvlui doalvut min máttuid oktasaš árbbi buoremus ávkin sámi servodahkii , ja ahte mii ain áigut suodjalit iežamet massekeahtes álgoálbmotvuoigatvuođaid eatnamiidda , čáziide ja luondduriggodagaide – vuođđuduvvon dasa ahte min álbmot lea dáid guovlluid geavahan dondološ áiggiid rájes .
nob: at vi i fellesskap anser oss forpliktet til å forvalte og videreføre vår felles arv fra våre forfedre- og mødre til beste for det samiske samfunn , og at vi fortsatt vil verne om våre umistelige urfolksrettigheter til land , vann og naturressurser – grunnlagt på vårt folks bruk av disse områder gjennom uminnelige tider ;

source: Julggašta maiddái
nob: Erklærer

source: ahte mii leat sihke geatnegasat , vuoigatvuođalaččat ja gárvásat hálddašit iežamet servodagaid ja guovlluid ovdáneami guoddevaš vuogi mielde , ja vuordá ahte nationalstáhtat dorjot dán , dan bokte ahte ollásit dovddastit , doahttalit , sihkkarastet ja lágidit dilálašvuođaid dasa ahte sámi álbmoga iešmearridanvuoigatvuohta čađahuvvo álbmotvuoigatvuođalaš njuolggadusaid mielde ;
nob: også at vi både er forpliktet , berettiget og beredt til å forvalte utviklingen av våre samfunn og områder på en bærekraftig måte , og forventer at nasjonalstatene bidrar til dette gjennom fullt ut å anerkjenne , respektere , sikre og legge forholdene til rette for gjennomføring av det samiske folkets rett til selvbestemmelse i samsvar med folkerettens regler ;

source: Deattuha
nob: Framhever

source: dan oktavuođas ahte lea dárbbašlaš ahte nationalstáhtat , jagi 1751 rádjesoahpamuša , dás maid lappekodisiilla ja álbmotrievtti mielde , ain dás duohko dovddastit ja doahttalit sámi álbmoga iežas vuoigatvuođa geavahit ja hálddašit iežas luondduriggodagaid ja resurssaid buoremussan sámi servodahkii , ja deattuha ahte sámi álbmogis ii guđege dáfus sáhte eallinvuođđu eret váldojuvvot ;
nob: i den forbindelse nødvendigheten av at nasjonalstatene , i samsvar med grensetraktaten av 1751 , herunder lappekodisillen , og folkeretten , fortsatt anerkjenner og respekterer det samiske folkets rett til selv å bruke og forvalte egne naturrikdommer og ressurser til beste for det samiske samfunn , og understreker at det samiske folket ikke i noen tilfeller kan fratas sitt eksistensgrunnlag ;

source: dárbbašlašvuođa ain sihkkarastit ja ovdánahttit sámi kultuvrra , giela ja oahpahusa , sámi árbevieruid ja ealáhusaid , ja diehtá dan dáfus min iežamet geatnegasvuođaid ;
nob: behovet for en fortsatt sikring og utvikling av samisk kultur , språk og utdanning , samiske tradisjoner og næringer , og vedkjenner oss i så henseende egne forpliktelser ;

source: Vuordá
nob: Forventer

source: ahte maiddái nationalstáhtat devdet iežaset geatnegasvuođaid sihkkarasit ja ovdánahttit sámi ealáhusaid , sámi kultuvrra , giela ja oahpahusa , ovttasbarggus sámedikkiiguin ja iežaset álbmotrievttálaš geatnegasvuođaid mielde ;
nob: at også nasjonalstatene oppfyller deres forpliktelser i forhold til sikring og utvikling av samiske næringer , samisk kultur , språk og utdanning , i samarbeid med sametingene og i overensstemmelse med deres folkerettslige forpliktelser ;

source: Atná deaŧalažžan
nob: Anser det som viktig

source: ahte sámi servodaga buot oasit servet min servodagaid hábmemii , maiddái nissonolbmot , mánát , nuorat ja boarrásat – geat buohkat iežaset erenoamáš vuogi mielde ovddastit deaŧalaš oktavuođačanastagaid min historjjá , dálá áiggi ja boahtteáiggi gaskka ;
nob: at alle deler av det samiske samfunn deltar i utformingen av våre samfunn , deriblant kvinner , barn , unge og eldre - som alle på hver sin spesielle måte representerer en viktig forbindelseslinje mellom vår historie , nåtid og framtid ;

source: Atná stuora vuordámušaid
nob: Uttrykker store forventninger

source: davviriikkalaš ekspeartajoavkku bargui davvirikkalaš sámekonvenšuvnnain , ja atná deaŧalažžan ahte maiddái Ruošša oččoduvvo áiggi mielde dovddastit ja sikkarastit sámiid vuođđovuoigatvuođaid riikkarájiid rastá ;
nob: til den nordiske ekspertgruppens arbeid med en nordisk samekonvensjon , og framhever viktigheten av at også Russland på lengre sikt søkes inkludert i arbeidet med å anerkjenne og sikre samenes grunnleggende rettigheter på tvers av landegrensene ;

source: Konstatere duhtavašvuođain
nob: Konstaterer med tilfredshet

source: ahte Eurohpá uniovdna dál lea dohkkehan sámiid oktan álgoálbmogin Eurohpás ja ahte vuoigatvuođat sámi kultuvrra , giela ja ealáhusaid dáfus nappo dalle leat uniovnna vuođustusa oassin ;
nob: at Den europeiske union nå har anerkjent samene som ett urfolk i Europa og at rettigheter knyttet til samisk kultur , språk og næringer dermed også er en del av unionens konstitusjon ;

source: Fuolastuvvá
nob: Uttrykker bekymring

source: dainna go Ovttastuvvon natiovnnat guovttilogi jagi barggus universála julggaštusain álgoálbmotvuoigatvuođaid hárrái eai vel ge leat soahpan teavstta mii dovddastivččii universála unnimusmeriid álgoálbmogiid vuoigatvuođaid ja friddjavuođaid dáfus , seammás go davviriikkalaš stáhtaid bargu dán proseassas maŋemus jagiid dovddastuvvo deaŧalažžan rahčamušas olahit konsensusa ;
nob: over at De forente nasjoner etter tjue års arbeid med en universell erklæring om urfolksrettigheter ennå ikke har kommet fram til en omforent tekst som uttrykker universelle minimumsstandarder for urfolks rettigheter og friheter , samtidig som de nordiske staters innsats i denne prosessen i løpet av de seneste årene anerkjennes som et viktig bidrag til bestrebelsene med å oppnå konsensus ;

source: Dovddaha duhtavašvuođa
nob: Uttrykker anerkjennelse

source: Sámeráđi aktiiva oassálastimiin ON-julggaštusa šiehtadallamiin álgoálbmotvuoigatvuođaid hárrái , erenoamážit sin oppalaš teakstaevttohusain , man Sámi Parlamentáralaš Ráđđi lea dorjon ;
nob: for Samerådets aktive deltakelse i forhandlingene om en FN-erklæring om urfolks rettigheter , spesielt deres helhetlige tekstforslag , som Samisk Parlamentarisk råd har sluttet seg til ;

source: Julggašta čuovvovaš ovttaoaivilvuođa :
nob: Erklærer enighet om følgende :

source: Suopma , Norga , Ruošša ja Ruoŧŧa leat geatnegasat dovddastit ja sihkkarastit sámiid álgoálbmotvuoigatvuođaid , earret eará historjjálaš vuoigatvuođaid eatnamiidda , čáziide ja luondduriggodagaide ;
nob: Finland , Norge , Russland og Sverige er forpliktet til å anerkjenne og sikre samenes urfolksrettigheter , deriblant historiske rettigheter til land , vann og naturressurser ;

source: Sámi kultuvrra suodjaleapmi , nannen ja viidásit fievrredeapmi , erenoamážit sámi ealáhusaid , nugo boazodoalu , bivddu , guolásteami ja eará luondduvuođustuvvon ealáhusaid , lea dan duohken ahte nationalstáhtat dovddastit ja bevttolaččat sihkkarastet sámiid historjjálaš vuoigatvuođaid eatnamiidda , čáziide ja luondduriggodagaide , nugo dat dahkkui juo jagi 1751 .
nob: Bevaring , styrking og videreføring av samisk kultur , særlig tradisjonelle samiske næringer som reindrift , jakt- og fiske og andre naturbaserte næringer , er avhengig av nasjonalstatenes anerkjennelse og effektive sikring av samenes historiske rettigheter til land , vann og naturressurser , slik dette ble gjort allerede i 1751 .

source: Dát deavdá maiddái guđege nationalstáhta geatnegasvuođaid ON konvenšuvnna olis siviila ja politihkalaš vuoigatvuođaid hárrái – erenoamážit 1. ja 27. artihkkaliid , ja ILO-konvenšuvnna nr. 169 olis álgoálbmogiid ja čearddalaš álbmogiid hárrái iešmearrideaddji stáhtain .
nob: Dette vil også være i tråd med nasjonalstatenes respektive forpliktelser i samsvar med FNs konvensjon om sivile og politiske rettigheter - særlig artiklene 1 og 27 , og ILO konvensjon nr. 169 om urfolk og stammefolk i selvstendige stater .

source: Deattuha ahte nationalstáhtat leat geatnegahtton dievaslaččat dovddastit ja sihkkarastit sámi álbmoga iešmearridanrievtti čađaheami álbmotrievtti olis , erenoamážit oktasaš vuosttaš artihkkala mielde ON ` konvenšuvnnain siviila ja politihkalaš vuoigatvuođaid ja ekonomalaš , sosiála ja kultuvrralaš vuoigatvuođaid birra ;
nob: Understreker at nasjonalstatene er forpliktet til fullt ut å anerkjenne og sikre gjennomføring av det samiske folkets rett til selvbestemmelse i overensstemmelse med folkeretten , særlig felles artikkel 1 i FNs konvensjoner om henholdsvis sivile og politiske rettigheter og økonomiske , sosiale og kulturelle rettigheter ;

source: Álbmotvuoigatvuođalaččat dohkkehuvvon rievtti olis iešmearrideami birra lea sámi álbmogis vuoigatvuohta ieš mearridit iežas politihkalaš dili ja ovddidit iežas ekonomalaš , sosiála ja kultuvrralaš ovdáneami , ja iežas ulbmiliidda ráđđet iežas luondduriggodagaid ja gávdosiid .
nob: I kraft av den folkerettslig anerkjente retten til selvbestemmelse har det samiske folket rett til selv å bestemme sin politiske stilling og fremme sin egen økonomiske , sosiale og kulturelle utvikling , og for egne formål råde over sine naturrikdommer og forekomster .

source: Ii guđege dáfus sáhte sámi álbmogis sin eallinvuođđu eret váldojuvvot ;
nob: Ikke i noe tilfelle kan det samiske folk bli berøvet sitt eget eksistensgrunnlag .

source: Nationalstáhtat ávžžuhuvvojit garrasit sihkkarastit dan ahte áigeguovdilis sámi vuoigatvuođaproseassain farggamusat bohtet konklušuvnnat ja čovdosat mat vástidit historjjálaš sámi vuoigatvuođaide ja álbmotrievtti oainnuide , ja dáhkidit ahte loahpalaš konklušuvnnat ja mearrádusat eai dahkko ovdal go sámit leat miehtan daidda ;
nob: Nasjonalstatene oppfordres på det sterkeste til å sikre at pågående samiske rettighetsprosesser finner snarlige konklusjoner og løsninger i samsvar med historiske samiske rettigheter og folkeretten , og garantere for at endelige konklusjoner og beslutninger ikke treffes før samene har sluttet seg til disse ;

source: Sámiid iešmearridanvuoigatvuohta sisttisdoallá maiddái ahte sámi álbmogis lea vuoigatvuohta ieš ovddastit iežas vuoigatvuođaid ja beroštumiid natiovnnalaš , guovlulaš ja riikkaidgaskasaš oktavuođain , ja nappo vurdojuvvo ahte nationalstáhtat veahkehit ja lágidit dilálašvuođaid dasa ahte sámit sáhttet searvat guovlulaš ja riikkaidgaskasaš oktavuođaide , dás maiddái beassat miellahttun guovlulaš ja riikkaidgaskasaš organisašuvnnaide maidda sámiide lea lunddolaš searvat ;
nob: Samisk rett til selvbestemmelse innebærer også at samene har rett til selv å representere sine rettigheter og interesser i nasjonale , regional og internasjonale sammenhenger , og det forventes at nasjonalstatene bidrar og legger forholdene til rette for samisk deltakelse i regionale og internasjonale sammenhenger , inkludert medlemskap i regionale og internasjonale organisasjoner der det er naturlig med slikt medlemskap ;

source: Dan njealji riikka sámit leat okta álbmot mas lea vuoigatvuohta ovdánahttit iežas servodaga , iežas ealáhusaid , ásahusaid ja boahtteáiggevišuvnnaid , iežas giela ja iežas kultuvrra beroškeahttá ja hehttekeahttá riikkarájiin , ja dan dihte bivdojuvvojit nationalstáhtat ollásit oktiiheivehit rievttálaš , politihkalaš , hálddahuslaš ja ekonomalaš eavttuid sámiid guovdu iešguđet riikkain ;
nob: Samene i de fire land er ett felles folk som har rett til å utvikle sitt samfunn , sine næringer , institusjoner og framtidsvisjoner , sitt språk og sin kultur på tvers av og uten hinder av landegrensene , og nasjonalstatene bes derfor fullt ut harmonisere rettslige , politiske , forvaltningsmessige og økonomiske vilkår for samene i de ulike land ;

source: Sámi nissonolbmot guddet vuođđo árvvuid ja máhtu , man galgá erenoamážit deattuhit .
nob: Samiske kvinner er bærere av grunnleggende verdier og kunnskap som spesielt må vektlegges .

source: Sis galget leat seammadássásaš vejolašvuođat oassálastit buot sámi servodatsurggiin .
nob: Det fremheves at disse må gis like muligheter til å delta på alle områder av det samiske samfunnsliv .

source: Fertejit čađahuvvot erenoamáš doaibmabijit sihkkarastit sámi nissonolbmuid bevttolaš oassálastima buot sámi servodateallimis ja servodaga ovdánanttimis .
nob: Særlige tiltak må iverksettes for å sikre effektiv deltakelse i samfunnsliv og samfunnsutvikling fra samiske kvinner .

source: Sámi mánát ja nuorat lea deaŧalaš resursan sámi servodaga ovdáneamis .
nob: Samiske barn og unge er en viktig ressurs i utviklingen av det samiske samfunn .

source: Sidjiide ferte sihkkarastot vejolašvuohta oažžut oahpahusa sámegielas ja sámegillii ja oahpahusa sámi kultuvrra birra , ja sidjiide fertejit addot ovttadássásaš boahtteáiggevejolašvuođat mat lea vuođđuduvvon sin iežaset kultuvrii .
nob: De må sikres mulighet til opplæring i og på samisk språk og kultur , og gis like muligheter til en fremtid tuftet på sin egen kultur .

source: Norggas , Ruoŧas , Suomas ja Ruoššas lea ovttas sámedikkiiguin ja Sámi Parlamentáralaš Ráđiin erenoamáš ovddasvástádus oččodit ja oktiiordnet dievaslaš politihka sámi nuoraid váste , erenoamážit oahpahusas ja oahpus .
nob: Norge , Sverige , Finland og Russland har sammen med sametingene og Samisk Parlamentarisk Råd et spesielt ansvar for å skape og koordinere en enhetlig politikk for samisk ungdom , særlig innen opplæring og utdanning .

source: Fertejit álggahuvvot erenoamáš doaibmabijut sihkkarastit sámi mánáide ja nuoraide aktiiva servodatoassálastima ja mieldemearrideami .
nob: Særlige tiltak må iverksettes for å sikre aktiv samfunnsdeltakelse og medbestemmelse for samiske barn og ungdom .

source: Bargu davviriikkalaš sámekonvenšuvnnain lea deaŧalaš proseassa sámi vuoigatvuođaid dohkkeheami , sihkkarastima ja oktiiheiveheami dáfus , ja sámi servodaga ovdánahttima dáfus riikkarájiid rastá .
nob: Arbeidet med en nordisk samekonvensjon er en viktig prosess i forhold til anerkjennelse , sikring og samordning av samiske rettigheter , og for utviklingen av det samiske samfunn over landegrensene .

source: Dan oktavuođas adno Lappekodisiila erenoamáš deaŧalaš vuođđun ;
nob: I den forbindelse anses lappekodisillen som et særlig viktig grunnlag ;

source: Davvirikkat vurdojuvvojit ain doaibmat ovddasmannin álgoálbmot-vuoigatvuođaid dohkkeheami ja ovdánahttima dáfus .
nob: De nordiske land forventes fortsatt å være forgangsland i anerkjennelsen og utviklingen av urfolks rettigheter .

source: Vurdojuvvo nappo ahte davviriikkalaš sámekonvenšuvdna šaddá historjjálaš lávkin álgoálbmogiid vuoigatvuođaid dovddasteami dáfus , ja ahte konvenšuvdna bisuha , sihkkarastá ja nanne dálá álbmotvuoigatvuođalaš dásiid álgoálbmotvuoigatvuođaid dáfus ;
nob: Det forventes derfor at en nordisk samekonvensjon vil representere et historisk framskritt i anerkjennelsen av urfolks rettigheter , og at konvensjonen vil opprettholde , sikre og styrke eksisterende folkerettslige normer for urfolks rettigheter ;

source: Davviriikkaid sámekonvenšuvnna ekspeartajoavkkus , mii vurdojuvvo geiget iežas evttohusa skábmamánus 2005 , lea čoahkkádus ja gelbbolašvuohta mii buktá stuora vuordámušaid sin sámekonvenšuvdnaevttohussii .
nob: Ekspertgruppen for nordisk samekonvensjon , som forventes å overlevere sin innstilling i november 2005 , har en sammensetning og ekspertise som medfører store forventninger til deres forslag til samekonvensjon .

source: Vurdojuvvo ahte samedikkit ožžot vejolašvuođa searvat ovttadássásaš beallin stáhtaidgaskasaš šiehtadallamiidda loahpalaš konvenšuvdnateavstta hárrái .
nob: Det forventes at sametingene gis anledning til å delta som likeverdig part i de mellomstatlige forhandlingene om en endelig konvensjonstekst .

source: Sámi bealis lea čielga eaktun ahte konvenšuvdnateaksta ii sáhte dohkkehuvvot ja ratifiserejuvvot jus sámedikkit eai leat dohkkehan loahpalaš teavstta ;
nob: Det er fra samisk side et absolutt krav om at en konvensjonstekst ikke kan vedtas og ratifiseres uten sametingenes tilslutning til den endelige teksten ;

source: Suopma , Norga ja Ruoŧŧa bivdojuvvojit davviriikkalaš sámekonvenšuvnna ásaheami maŋŋel maiddái bargat dan ovdii ahte Ruošša searvá geatnegahtti ja konvenšuvdnavuođustuvvon ovttasbargui sámi dilálašvuođaid ja vuoigatvuođaid hárrái ;
nob: Finland , Norge og Sverige bes etter ikrafttredelsen av nordisk samekonvensjon også søke å inkludere Russland i et forpliktende og konvensjonsbasert samarbeid om samiske forhold og rettigheter ;

source: Eurohpá uniovnna konstitušonála dovddasteapmi das ahte sámit leat álgoálbmot Eurohpás geatnegahttá uniovnna maiddái álggahit erenoamáš doaimmaid sihkkarastin dihte sámiid vuoigatvuođaid , earret eará ealáhusaid , kultuvrra ja giela dáfus ;
nob: Den europeiske unionens konstitusjonelle anerkjennelse av samene som et urfolk i Europa forplikter unionen til å iverksette særskilte tiltak for å sikre samenes rettigheter , blant annet i forhold til næringer , kultur og språk ;

source: Davviriikkat mat leat Eurohpá uniovnna miellahtut bivdojuvvojit uniovnna vuođđudusa olis , ja 3. protokolla olis sámiid birra , vuolggahit proseassa man ulbmil lea ovdánahttit uniovnna siskkáldas álgoálbmotpolitihka ;
nob: Nordiske stater som er medlemmer i Den europeiske union bes på bakgrunn av unionens konstitusjon , og protokoll 3 om samene , initiere en prosess med målsetting om utvikling av en intern urfolkspolitikk for unionen ;

source: Maŋemus ovdáneamit Eurohpá uniovnnas nannejit sámi searvama ja ovddasteami dárbbu uniovnna ásahusaid ja orgánaid ektui ;
nob: Den seneste utviklingen innenfor Den europeiske union styrker behovet for samisk deltakelse og representasjon i forhold til unionens institusjoner og organer ;

source: Suopma , Ruošša ja Ruoŧŧa ávžžuhuvvojit farggamusat ratifiseret ILO konvenšuvnna nr. 169 álgoálbmogiid ja čearddalaš álbmogiid hárrái iešmearrideaddji riikkain , ja Norga ges ávžžuhuvvo dievaslaččat deavdit iežas geatnegasvuođaid ILO konvenšuvnna .
nob: Finland , Russland og Sverige anmodes til snarest å ratifisere ILO konvensjon nr. 169 om urfolk og stammefolk i selvstendige stater , mens Norge oppfordres til fullt ut å gjennomføre egne forpliktelser i henhold til ILO konvensjonen .

source: Eaktuduvvo ahte Finnmárkoláhkaproseassas , mii lea čađahuvvome , olahuvvo čoavddus mii lea čielga álbmotvuoigatvuođalaš mearrádusaid siskkobealde .
nob: Det forutsettes at den pågående Finnmarkslovsprosess i Norge finner sin løsning innenfor udiskutable folkerettslige rammer .

source: Sámi oamastan- ja hálddašanvuoigatvuođat Finnmárkku fylkkas fertejit identifiserejuvvot ja dovddastuvvot ja sámit fertejit oažžut doarvái váikkuheami resursahálddašeamis .
nob: Samiske eiendoms og besittelsesrettigheter i Finnmark fylke må identifiseres og anerkjennes og samene må få tilstrekkelig innflytelse i ressursforvaltningen .

source: Ferte biddjot gažaldatmearka Suoma stáhta oamastanvuoigatvuođa dáfus stáhta eatnamiidda dain guovlluin , gos sápmelaččain leat historjjálaš oamastanvuoigatvuođat .
nob: Det må stilles spørsmål ved den finske statens eiendomsrett til skogsområder som samene har hatt historisk eiendomsrett til .

source: Guovllu eará eanangeavahanvierut čuhcet negatiivvalaččat sámiid árbevirolaš ealáhusaide – earenoamážit boazodollui .
nob: Andres bruk av samenes områder utgjør en trussel mot tradisjonelle samiske næringer , særlig reindriftsnæringen .

source: Seammás dát eanangeavahanvierut áitet sámi kultuvrra , giela , árbevirolaš eallinvuogi ja dakko bokte sámi identitehta .
nob: Videre utgjør andres bruk en trussel mot samisk kultur , språk , tradisjonelle levemåte og derigjennom samisk identitet .

source: Suoma ráđđehus ferte ovttasráđiid sámiiguin bargat eananvuoigatvuođagažaldaga čoavdimiin .
nob: Regjeringen i Finland må i samråd med samene virke til å løse landrettighetsspørsmålet .

source: Sápmelaččaide ferte addot iešmearridanváldi iežaset luondduriggodagaid dáfus .
nob: Samene må gis selvbestemmelsesrett over egne naturressurser .

source: Dassážii go eananvuoigatvuođagažaldat lea čovdojuvvon , galgá Suopma heaitit čađaheamis doaimmaid , mat sáhttet negatiivvalaččat váikkuhit luondduriggodagaid .
nob: Før landrettighetsspørsmålet er avklart må Finland avholde seg fra å realiser tiltak som kan ha negative virkninger for naturressursene

source: Sámi kultuvrra seailluheami ja ovddideami eaktun lea ahte beassat doaimmahit árbevirolaš bivddu , meahcásteami ja guolásteami ja beassat geavahit árbevirolaš guohtuneatnamiid .
nob: Tilgang til tradisjonelle jakt , fiske og reinbeiteområder er en forutsetning for bevaring og utvikling av samisk kultur .

source: Ii leat dohkálaš ahte Ruoŧa duopmostuolut geavahit eanangeavaheami duođaštussan dakkár njuolggadusaid mat leat hábmejuvvon Ruoŧa ii-nomádalaš eanangeavaheami mielde .
nob: Det er ikke holdbart at svenske domstoler praktiserer regler for bevisførsel som er utformet etter svensk ikke-nomadisk bruk av land .

source: Boađusin lea ahte sápmelaččat , otná gustovaš lága mielde , eai sáhte diggevuogádaga bokte olahit vuoigatvuođaid iežaset geavahan eatnamiidda ja čáziide ja vearroeatnamiidda .
nob: Resultatet er at samiske parter , etter gjeldende rett , i praksis ikke har mulighet til å nå fram i rettssaker om rett til land og vann de bruker og skatteland .

source: Sápmelaččat galget oažžut doarvái resurssaid ja vejolašvuođaid sáhttit lágastit iežaset eanan- ja čáhcevuoigatvuođaáššiin .
nob: Samene må videre tilføres nødvendige ressurser slik at de har mulighet til å prøve sine rettigheter til land og vann i domsstolene .

source: Mearraguolásteapmi ja riddoguovlluid lotnolasealáhusat leat sámi kultuvrra guovddáš oasit .
nob: Sjøfisket og næringskombinasjoner på kysten er en sentral del av den samiske kulturen .
